alacritty
arandr
asar
base
bluez-utils
brightnessctl
bspwm
btop
cups-pdf
cython
discord
dolphin-emu
dotnet-sdk
dotnet-sdk-7.0
dunst
electron28
electron29
feh
gendesk
gi-docgen
github-cli
gobject-introspection
gtk-chtheme
hypridle
hyprlock
hyprpaper
icoutils
intel-ucode
kguiaddons5
kitty
libtermkey
lua-language-server
lutris
mako
man-db
man-pages
mangohud
mariadb
minizip-ng
mypy
ncdu
nemo
neovim
networkmanager
nm-connection-editor
nvidia-dkms
opam
pacman-contrib
pamixer
pavucontrol
picom
pnpm
polybar
powertop
prettier
pyright
python-black
python-cram
python-pyrsistent
qt5-tools
qt5ct
radare2
ranger
re2
refind
ripgrep
ruff
rustup
sassc
sof-firmware
sshfs
starship
steam
stow
system-config-printer
thunderbird
tlp
tokei
tree
tree-sitter-bash
tree-sitter-python
ttf-font-awesome
vala
vivid
vscode-css-languageserver
waybar
wev
wf-recorder
wlroots
wpebackend-fdo
xorg-bdftopcf
xorg-iceauth
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xsecurelock
xtrlock
zsh-autosuggestions
zsh-syntax-highlighting
