base
base-devel
bluez
bluez-utils
brightnessctl
btop
clang
discord
dotnet-sdk
dotnet-sdk-7.0
efibootmgr
feh
firefox
gimp
git
github-cli
gst-plugin-pipewire
gtk3
hypridle
hyprland
hyprlock
hyprpaper
intel-ucode
kitty
libpulse
linux
linux-firmware
linux-headers
lldb
lua-language-server
mako
man-db
man-pages
mariadb
mpv
mypy
ncdu
neovim
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
obs-studio
opam
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-jack
pulseaudio
pulseaudio-bluetooth
pyright
python-black
qt5-wayland
qt5ct
refind
ripgrep
ruff
rustup
sof-firmware
starship
steam
stow
thunderbird
tlp
tokei
tree
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
unzip
vscode-css-languageserver
waybar
wev
wf-recorder
wireplumber
wl-clipboard
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
