adwaita-dark
anydesk-bin
brother-cups-wrapper-laser
brother-hl3140cw-cups-bin
brother-lpr-drivers-ac
criterion
deezer
ftb-app-bin
google-chrome-wayland-vulkan
hyprland-git
hyprshot
intel-nvidia-switch-bin
jetbrains-toolbox
light
nerdfetch
notion-app-electron
paru
paru-debug
pfetch
rofi-lbonn-wayland
samsung-unified-driver-printer
samsung_magician-consumer-ssd
zsh-completions-git
