anydesk-bin
arandr
asciiquarium-transparent-git
base
base-devel
bluez
bluez-utils
brightnessctl
btop
clang
cpupower-gui
deezer
discord
efibootmgr
firefox
git
github-cli
grimblast-git
gst-plugin-pipewire
gtk3
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imv
intel-ucode
kitty
lib32-libpulse
lib32-pipewire
libpulse
linux
linux-firmware
linux-headers
lldb
lua-language-server
lutris
mako
man-db
man-pages
mariadb
mesa-utils
mpv
ncdu
nemo
neovim
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
opam
pacman-contrib
pamixer
pandoc-cli
paru
paru-debug
pavucontrol
pfetch
pipewire
pipewire-jack
pulseaudio
pulseaudio-bluetooth
qt5-wayland
qt5ct
ranger
refind
ripgrep
rofi-lbonn-wayland
rustup
sof-firmware
starship
steam
stow
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tlp
tlp-rdw
tlpui
tree
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
ueberzug
unzip
vscode-css-languageserver
waybar
wev
wf-recorder
wine
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland-git
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions-git
zsh-syntax-highlighting
